Repository: Villi14/Karmic-Healing
Catalog: KarmicHealing/MainTarget/Resources/Localizable.xcstrings
Source language: en
Languages: ru, uk

# part_3_step_11
source: Ask to clear, heal, align, open and activate the three Matrices of the causal body.
ru: Попросите очистить, исцелить, выстроить, открыть и активировать три Матрицы каузального тела.
uk: Попросіть очистити, зцілити, вистроїти, відкрити та активувати три Матриці каузального тіла.

# part_3_step_12
source: Ask to clear, heal, align, open and activate the five chakras of the causal body.
ru: Попросите очистить, исцелить, выстроить, открыть и активировать пять чакр каузального тела.
uk: Попросіть очистити, зцілити, вистроїти, відкрити та активувати п'ять чакр каузального тіла.

# part_3_step_13
source: Ask your Divine Self/OverSoul to come and merge with your Higher Self and Essential Self.
ru: Попросите свое Божественное Я/Сверхдушу прийти и слиться с вашим Высшим Я и Сущностным Я.
uk: Попросіть своє Божественне Я/Наддушу прийти та злитися з вашим Вищим Я та Сутнісним Я.

# part_3_step_14
source: Ask his name, talk to him.
ru: Спросите его имя, поговорите с ним.
uk: Запитайте його ім'я, поспілкуйтеся з ним.

# part_3_step_15
source: Ask your Divine Self to stay with you forever (the process may take several days).
ru: Попросите свое Божественное Я остаться с вами навсегда (процесс может длиться несколько дней).
uk: Попросіть своє Божественне Я залишитися з вами назавжди (процес може тривати кілька днів).

# part_3_step_16
source: Invite your Goddess to come into you and merge with your Divine Self, and also connect your energy with the energy of all your bodies. Talk to her, ask her name.
ru: Пригласите свою Богиню войти в вас и слиться с вашим Божественным Я, а также соединить свою энергию с энергией всех ваших тел. Поговорите с ней, спросите ее имя.
uk: Запросіть свою Богиню ввійти до вас та злитися з вашим Божественним Я, а також з'єднати свою енергію з енергією всіх ваших тіл. Поспілкуйтеся з нею, запитайте її ім'я.

# part_3_step_17
source: Ask that the process just completed become permanent.
ru: Попросите, чтобы только что завершенный процесс приобрел постоянный характер.
uk: Попросіть, щоб щойно завершений процес набув постійного характеру.

source: Pause
ru: Пауза
uk: Пауза

source: Paused
ru: Пауза
uk: Пауза

source: Priority
ru: Приоритет
uk: Пріоритет

source: Privacy Policy
ru: Политика конфиденциальности
uk: Політика конфіденційності

# privacy_policy_contact_content
source: If you contact us, we receive the information you choose to include so that we can respond to your request.
ru: Если вы свяжетесь с нами, мы получим информацию, которую вы решите включить, чтобы ответить на ваш запрос.
uk: Якщо ви зв’яжетеся з нами, ми отримаємо інформацію, яку ви вирішите додати, щоб відповісти на ваш запит.

# privacy_policy_contact_title
source: Contact Us
ru: Свяжитесь с нами
uk: Зв'яжіться з нами

# privacy_policy_data_content
source: The app does not require an account and does not send your reminders, requests, notes, or app activity to us. Information you enter is kept on your device for the app to function. We do not use analytics, advertising identifiers, or usage-tracking services.
ru: Приложению не требуется учетная запись, и оно не отправляет нам ваши напоминания, просьбы, заметки или данные об использовании. Введенная вами информация хранится на вашем устройстве для работы приложения. Мы не используем аналитику, рекламные идентификаторы или сервисы отслеживания использования.
uk: Застосунок не потребує облікового запису та не надсилає нам ваші нагадування, прохання, нотатки чи дані про використання. Введена вами інформація зберігається на пристрої, щоб застосунок міг працювати. Ми не використовуємо аналітику, рекламні ідентифікатори або сервіси відстеження використання.

# privacy_policy_data_title
source: Data Collection
ru: Сбор данных
uk: Збір даних

# privacy_policy_intro_content
source: Karmic Healing works on iPhone, iPad, and Apple Watch and is designed to work offline. We do not operate servers that collect, store, or process your personal information.
ru: Karmic Healing работает на iPhone, iPad и Apple Watch и предназначено для работы в автономном режиме. Мы не управляем серверами, которые собирают, хранят или обрабатывают вашу личную информацию.
uk: Karmic Healing працює на iPhone, iPad і Apple Watch та розроблений для роботи офлайн. Ми не керуємо серверами, які збирають, зберігають або обробляють вашу особисту інформацію.

# privacy_policy_intro_title
source: Introduction
ru: Введение
uk: Вступ

# privacy_policy_last_updated
source: Last updated: August 6, 2026
ru: Последнее обновление: 6 августа 2026
uk: Останнє оновлення: 6 серпня 2026

# privacy_policy_notifications_content
source: If you grant permission, Karmic Healing schedules local notifications for reminders. Notification titles, text, and identifiers are used by the operating system to display and open those reminders; they are not sent to our servers. You can change notification access at any time in your device settings.
ru: Если вы предоставите разрешение, Karmic Healing планирует локальные уведомления для напоминаний. Заголовки, текст и идентификаторы уведомлений используются операционной системой для их показа и открытия соответствующих напоминаний; они не отправляются на наши серверы. Доступ к уведомлениям можно в любой момент изменить в настройках устройства.
uk: Якщо ви надасте дозвіл, Karmic Healing планує локальні сповіщення для нагадувань. Заголовки, текст та ідентифікатори сповіщень використовуються операційною системою для їх показу та відкриття відповідних нагадувань; вони не надсилаються на наші сервери. Доступ до сповіщень можна будь-коли змінити в налаштуваннях пристрою.

# privacy_policy_notifications_title
source: Local Notifications
ru: Локальные уведомления
uk: Локальні сповіщення

# privacy_policy_storage_content
source: Your reminders, requests, notes, and preferences are stored locally in the app’s storage on your Apple device. The app does not provide cloud sync. Depending on your iOS backup settings, app data may be included in a device backup. Any backup or restore service is governed by the policies and settings of Apple or the service you choose.
ru: Ваши напоминания, просьбы, заметки и настройки хранятся локально в хранилище приложения на вашем устройстве Apple. В приложении нет синхронизации с облаком. В зависимости от настроек резервного копирования iOS данные приложения могут попасть в резервную копию устройства. Любое резервное копирование или восстановление регулируется политиками и настройками Apple или выбранного вами сервиса.
uk: Ваші нагадування, прохання, нотатки та налаштування зберігаються локально у сховищі застосунку на вашому пристрої Apple. Застосунок не має синхронізації з хмарою. Залежно від налаштувань резервного копіювання iOS, дані застосунку можуть потрапити до резервної копії пристрою. Будь-яке резервне копіювання або відновлення регулюється політиками та налаштуваннями Apple або обраного вами сервісу.

# privacy_policy_storage_title
source: Data Storage
ru: Хранение данных
uk: Зберігання даних

# privacy_policy_third_party_content
source: The app contains no third-party analytics, advertising, tracking pixels, cookies, or data-collection SDKs. It does use open-source software libraries to provide app functionality. If you choose to open an external website or contact us by email, that interaction is handled by the relevant website, App Store, or email provider under its own privacy policy. The app does not send your stored app data along with those actions.
ru: Приложение не содержит сторонней аналитики, рекламы, пикселей отслеживания, файлов cookie или SDK для сбора данных. Оно использует библиотеки с открытым исходным кодом для работы функций. Если вы откроете внешний веб-сайт или свяжетесь с нами по электронной почте, соответствующее взаимодействие обрабатывается этим сайтом, App Store или почтовым провайдером в соответствии с их собственной политикой конфиденциальности. Приложение не отправляет вместе с этими действиями сохраненные данные приложения.
uk: Застосунок не містить сторонньої аналітики, реклами, пікселів відстеження, файлів cookie або SDK для збору даних. Він використовує бібліотеки з відкритим кодом для роботи функцій. Якщо ви відкриєте зовнішній вебсайт або зв’яжетеся з нами електронною поштою, відповідна взаємодія обробляється цим вебсайтом, App Store або поштовим провайдером відповідно до їхньої власної політики конфіденційності. Застосунок не надсилає разом із цими діями збережені дані застосунку.

# privacy_policy_third_party_title
source: Third-Party Services
ru: Сторонние сервисы
uk: Сторонні сервіси

# privacy_policy_title
source: Privacy Policy
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: Reminder
ru: Напоминание
uk: Нагадування

# reminder_placeholder
source: New topic
ru: Новая тема
uk: Нова тема

source: Reminders
ru: Напоминания
uk: Нагадування

# reminders_empty_message
source: Reminders live in topics. Create one, and small reminders will turn the practice into a steady ritual.
ru: Напоминания живут в темах. Создайте первую — и небольшие напоминания превратят практику в устойчивый ритуал.
uk: Нагадування живуть у темах. Створіть першу — і невеликі нагадування перетворять практику на сталий ритуал.

# reminders_empty_title
source: Create your first topic
ru: Создайте первую тему
uk: Створіть першу тему

source: Request
ru: Просьба
uk: Прохання

# request_locked_hint
source: Fulfil every subrequest first
ru: Сначала выполните все подпросьбы
uk: Спершу виконайте всі підпрохання

# request_placeholder
source: Request
ru: Просьба
uk: Прохання

source: Requests
ru: Просьбы
uk: Прохання

# requests_empty_message
source: Write down what you are asking for. If it cannot be fulfilled right away, break it into subrequests.
ru: Запишите, о чём вы просите. Если это нельзя выполнить прямо сейчас, разбейте просьбу на подпросьбы.
uk: Запишіть, про що ви просите. Якщо це не можна виконати прямо зараз, розбийте прохання на підпрохання.

# requests_empty_title
source: Start with a request
ru: Начните с просьбы
uk: Почніть із прохання

# requests_structure_explanation
source: A request can be broken into subrequests. While any subrequest is unfulfilled, the request itself stays locked — mark it yourself once they are all done.
ru: Просьбу можно разбить на подпросьбы. Пока хоть одна подпросьба не выполнена, сама просьба остаётся закрытой — отметьте её сами, когда все они будут выполнены.
uk: Прохання можна розбити на підпрохання. Поки хоч одне підпрохання не виконане, саме прохання лишається заблокованим — відмітьте його самі, коли всі вони будуть виконані.

# requests_structure_title
source: Request Structure
ru: Структура просьб
uk: Структура прохань

source: Resume
ru: Продолжить
uk: Продовжити

source: Save
ru: Сохранить
uk: Зберегти

source: Scheduled
ru: Запланировано
uk: Заплановано

# screen_rest
source: Rest the screen
ru: Гасить экран
uk: Гасити екран

# screen_rest_hint
source: The screen darkens between steps and lights up again on the next one.
ru: Экран гаснет между шагами и загорается снова на следующем.
uk: Екран гасне між кроками і загоряється знову на наступному.

source: Search
ru: Поиск
uk: Пошук

# seconds_count
source: After %d s
ru: Через %d с
uk: Через %d с

source: Seed data
ru: Тестовые данные
uk: Тестові дані

source: Session Duration
ru: Длительность сессии
uk: Тривалість сесії

source: Settings
ru: Настройки
uk: Налаштування

source: Show
ru: Показать
uk: Показати

source: Show Completed
ru: Показать завершённые
uk: Показати завершені

source: Skip
ru: Пропустить
uk: Пропустити

source: Sort By
ru: Сортировать по
uk: Сортувати за

source: Sound
ru: Звук
uk: Звук

source: Start session
ru: Начать практику
uk: Почати практику

# start_session_hint
source: Opens the guided energy-balancing session.
ru: Открывает управляемую практику балансирования энергии.
uk: Відкриває керовану практику балансування енергії.

# step_1
source: Ask permission to speak with the Lords of Karma.
ru: Спросите разрешения поговорить с Властителями Кармы.
uk: Запитайте дозвіл говорити з Володарями Карми.

# step_2
source: Ask them to align your energy bodies and set up contacts between them.
ru: Попросите их выстроить ваши энергетические тела и настроить контакты между ними
uk: Попросіть їх вирівняти ваші енергетичні тіла та налаштувати контакти між ними.

# step_3
source: Ask to clear, heal, activate and open:
ru: Попросите очистить, исцелить, активировать и открыть:
uk: Попросіть очистити, зцілити, активувати та відкрити:

# step_3_text
source: a) Ka Matrix; b) Etheric Matrix; c) Ketheric Matrix; d) Celestial Matrix; d) I-Am Matrix. Do this in order. Move on to the next request, having finished with the previous one.
ru: а) Матрицу Ка; b) Эфирную Матрицу; c) Кетерическую Матрицу; d) Небесную Матрицу; d) Матрицу Я-Есть. Сделайте это по порядку. Переходите к следующей просьбе, закончив с предыдущей.
uk: а) Матрицю Ка; b) Ефірну Матрицю; c) Кетеричну Матрицю; d) Небесну Матрицю; d) Матрицю Я-Є. Зробіть це в порядку. Переходьте до наступного прохання, завершивши попереднє.

# step_counter
source: Step %1$d of %2$d
ru: Шаг %1$d из %2$d
uk: Крок %1$d із %2$d

# step_last
source: Return to today, but continue to lie down for at least two hours.
ru: Возвращайтесь в сегодняшний день, но продолжайте лежать не менее двух часов.
uk: Повертайтеся в сьогоднішній день, але продовжуйте лежати не менше двох годин.

source: Subrequest
ru: Подпросьба
uk: Підпрохання

# subrequests_hint
source: Every subrequest belongs to a request
ru: Каждая подпросьба принадлежит просьбе
uk: Кожне підпрохання належить проханню

source: System
ru: Системная
uk: Системна

# tap_search
source: Tap to search
ru: Нажмите, чтобы искать
uk: Натисніть, щоб шукати

# thanks_for_using_karmic_healing
source: This app is an unofficial supplement to the Russian edition 'Karmic Healing', which is a translation of the English edition 'Psychic Healing with Spirit Guides and Angels' by Diana Stein. It is not affiliated with or endorsed by Diana Stein or the publisher. Some texts and translations in the app were generated by artificial intelligence. Thanks for using Karmic Healing.
ru: Это приложение является неофициальным дополнением к российскому изданию 'Кармическое Исцеление', которое является переводом английского издания 'Psychic Healing with Spirit Guides and Angels' Дайаны Стайн. Оно не связано с Дайаной Стайн и издательством и не одобрено ими. Некоторые тексты и переводы в приложении были сгенерированы искусственным интеллектом. Спасибо за использование Karmic Healing.
uk: Цей застосунок є неофіційним доповненням до російського видання 'Кармическое Исцеление', яке є перекладом англійського видання 'Psychic Healing with Spirit Guides and Angels' Дайани Стайн. Він не пов’язаний із Дайаною Стайн і видавництвом та не схвалений ними. Деякі тексти та переклади в застосунку були згенеровані штучним інтелектом. Дякую, що користуєтеся Karmic Healing.

source: Theme
ru: Тема
uk: Тема

source: Title
ru: Название
uk: Назва

source: Today
ru: Сегодня
uk: Сьогодні

source: Topic
ru: Тема
uk: Тема

# topics_hint
source: Every reminder belongs to a topic
ru: Каждое напоминание принадлежит теме
uk: Кожне нагадування належить темі

# try_another_search
source: Try a different word or clear the search.
ru: Попробуйте другое слово или очистите поиск.
uk: Спробуйте інше слово або очистіть пошук.

# unlock_with_face_id
source: Unlock
ru: Разблокировать
uk: Розблокувати

source: Vibration
ru: Вибрация
uk: Вібрація

source: Volume
ru: Громкость
uk: Гучність

source: Write to us
ru: Напишите нам
uk: Напишіть нам
